{
 "category": "Ratings for inactive nonpulmonary tuberculosis in effect on August 19, 1968.",
 "subcategories": [
  {
   "category": "Following the total rating for the 2-year period after date of inactivity, the schedular evaluation for residuals of nonpulmonary tuberculosis, ",
   "subcategories": [
    {
     "category": "The graduated ratings for nonpulmonary tuberculosis will not be combined with residuals of nonpulmonary tuberculosis unless the graduated rating and the rating for residual disability cover separate functional losses, e.g., graduated ratings for tuberculosis of the kidney and residuals of tuberculosis of the spine. Where there are existing pulmonary and nonpulmonary conditions, the graduated evaluation for the pulmonary, or for the nonpulmonary, condition will be utilized, combined with evaluations for residuals of the condition not covered by the graduated evaluation utilized, so as to provide the higher evaluation over such period.",
     "subcategories": [
      {
       "category": "The ending dates of all graduated ratings of nonpulmonary tuberculosis will be controlled by the date of attainment of inactivity.",
       "subcategories": [
        {
         "category": "These ratings are applicable only to veterans with nonpulmonary tuberculosis active on or after October 10, 1949.",
         "subcategories": [],
         "diagnostic_code_sets": [],
         "references": [],
         "notes": [],
         "see_other_notes": []
        }
       ],
       "diagnostic_code_sets": [],
       "references": [],
       "notes": [],
       "see_other_notes": []
      }
     ],
     "diagnostic_code_sets": [],
     "references": [],
     "notes": [],
     "see_other_notes": []
    }
   ],
   "diagnostic_code_sets": [],
   "references": [],
   "notes": [],
   "see_other_notes": []
  }
 ],
 "diagnostic_code_sets": [
  {
   "ratings": [],
   "codes": [
    {
     "code": 6701
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "For 2 years after date of inactivity, following active tuberculosis, which was clinically identified during service or subsequently"
    },
    {
     "ratings": [
      50
     ],
     "description": "Thereafter, for 4 years, or in any event, to 6 years after date of inactivity"
    },
    {
     "ratings": [
      30
     ],
     "description": "Thereafter, for 5 years, or to 11 years after date of inactivity"
    },
    {
     "ratings": [
      0
     ],
     "description": "Thereafter, in the absence of a schedular compensable permanent residual"
    }
   ],
   "codes": [
    {
     "code": 6701
    }
   ],
   "notes": []
  }
 ],
 "references": [],
 "notes": [],
 "see_other_notes": []
}