{
 "Ratings of the genitourinary system—diagnoses.": {
  "7500 Kidney, removal of one:": {
   "Minimum evaluation": 30
  },
  "Or rate as renal dysfunction if there is nephritis, infection, or pathology of the other.": {},
  "7501 Kidney, abscess of:": {},
  "7502 Nephritis, chronic:": {},
  "Rate as renal dysfunction.": {},
  "7504 Pyelonephritis, chronic:": {},
  "Rate as renal dysfunction or urinary tract infection, whichever is predominant.": {},
  "7505 Kidney, tuberculosis of:": {},
  "Rate in accordance with §§ 4.88b or 4.89, whichever is appropriate.": {},
  "7507 Nephrosclerosis, arteriolar:": {},
  "Rate according to predominant symptoms as renal dysfunction, hypertension or heart disease. If rated under the cardiovascular schedule, however, the percentage rating which would otherwise be assigned will be elevated to the next higher evaluation.": {},
  "7508 Nephrolithiasis:": {},
  "1. diet therapy": {},
  "2. drug therapy": {
   "3. invasive or non-invasive procedures more than two times/year": 30
  },
  "7509 Hydronephrosis:": {},
  "Severe; Rate as renal dysfunction.": {
   "Frequent attacks of colic with infection (pyonephrosis), kidney function impaired": 30,
   "Frequent attacks of colic, requiring catheter drainage": 20,
   "Only an occasional attack of colic, not infected and not requiring catheter drainage": 10
  },
  "7510 Ureterolithiasis:": {},
  "7511 Ureter, stricture of:": {},
  "7512 Cystitis, chronic, includes interstitial and all etiologies, infectious and non-infectious:": {},
  "Rate as voiding dysfunction.": {},
  "7515 Bladder, calculus in, with symptoms interfering with function:": {},
  "Rate as voiding dysfunction": {},
  "7516 Bladder, fistula of:": {},
  "Rate as voiding dysfunction or urinary tract infection, whichever is predominant.": {
   "7528 Malignant neoplasms of the genitourinary system": 100
  },
  "7517 Bladder, injury of:": {},
  "7518 Urethra, stricture of:": {},
  "7519 Urethra, fistual of:": {},
  "Or rate as voiding dysfunction.": {},
  "7522 Penis, deformity, with loss of erectile power—20 ": {},
  "7523 Testis, atrophy complete:": {},
  "Both—20 ": {},
  "One—0 ": {},
  "7524 Testis, removal:": {},
  "Both—30 ": {},
  "7525 Epididymo-orchitis, chronic only:": {},
  "Rate as urinary tract infection.": {},
  "For tubercular infections: Rate in accordance with §§ 4.88b or 4.89, whichever is appropriate.": {},
  "7527 Prostate gland injuries, infections, hypertrophy, postoperative residuals:": {},
  "7529 Benign neoplasms of the genitourinary system:": {},
  "Rate as voiding dysfunction or renal dysfunction, whichever is predominant.": {},
  "7530 Chronic renal disease requiring regular dialysis:": {},
  "7531 Kidney transplant:": {
   "Following transplant surgery": 100,
   "Thereafter: Rate on residuals as renal dysfunction, minimum rating": 30
  },
  "7532 Renal tubular disorders (such as renal glycosurias, aminoacidurias, renal tubular acidosis, Fanconi's syndrome, Bartter's syndrome, related disorders of Henle's loop and proximal or distal nephron function, etc.):": {
   "Minimum rating for symptomatic condition": 20
  },
  "Or rate as renal dysfunction.": {},
  "7533 Cystic diseases of the kidneys (polycystic disease, uremic medullary cystic disease, Medullary sponge kidney, and similar conditions):": {},
  "7534 Atherosclerotic renal disease (renal artery stenosis or atheroembolic renal disease):": {},
  "7535 Toxic nephropathy (antibotics, radiocontrast agents, nonsteroidal anti-inflammatory agents, heavy metals, and similar agents):": {},
  "7536 Glomerulonephritis:": {},
  "7537 Interstitial nephritis:": {},
  "7538 Papillary necrosis:": {},
  "7539 Renal amyloid disease:": {},
  "7540 Disseminated intravascular coagulation with renal cortical necrosis:": {},
  "7541 Renal involvement in diabetes mellitus, sickle cell anemia, systemic lupus erythematosus, vasculitis, or other systemic disease processes.": {},
  "7542 Neurogenic bladder:": {}
 }
}