{
 "Ratings of the genitourinary system—dysfunctions.": {
  "Renal dysfunction:": {
   "Requiring regular dialysis, or precluding more than sedentary activity from one of the following: persistent edema and albuminuria; or, BUN more than 80mg%; or, creatinine more than 8mg%; or, markedly decreased function of kidney or other organ systems, estpecially cardiovascular": 100,
   "Persistent edema and albuminuria with BUN 40 to 80mg%; or, creatinine 4 to 8mg%; or, generalized poor health characterized by lethargy, weakness, anorexia, weight loss, or limitation of exertion": 80,
   "Constant albuminuria with some edema; or, definite decrease in kidney function; or, hypertension at least 40 percent disabling under diagnostic code 7101": 60,
   "Albumin constant or recurring with hyaline and granular casts or red blood cells; or, transient or slight edema or hypertension at least 10 percent disabling under diagnostic code 7101": 30,
   "Albumin and casts with history of acute nephritis; or, hypertension non-compensable under diagnostic code 7101": 0
  },
  "Voiding dysfunction:": {},
  "Continual Urine Leakage, Post Surgical Urinary Diversion, Urinary Incontinence, or Stress Incontinence:": {
   "Requiring the use of an appliance or the wearing of absorbent materials which must be changed more than 4 times per day": 60,
   "Requiring the wearing of absorbent materials which must be changed 2 to 4 times per day": 40,
   "Requiring the wearing of absorbent materials which must be changed less than 2 times per day": 20
  },
  "Urinary frequency:": {
   "Daytime voiding interval less than one hour, or; awakening to void five or more times per night": 40,
   "Daytime voiding interval between one and two hours, or; awakening to void three to four times per night": 20,
   "Daytime voiding interval between two and three hours, or; awakening to void two times per night": 10
  },
  "Obstructed voiding:": {
   "Urinary retention requiring intermittent or continuous catheterization": 30
  },
  "Marked obstructive symptomatology (hesitancy, slow or weak stream, decreased force of stream) with any one or combination of the following:": {},
  "1. Post void residuals greater than 150 cc.": {},
  "2. Uroflowmetry; markedly diminished peak flow rate (less than 10 cc/sec).": {},
  "3. Recurrent urinary tract infections secondary to obstruction.": {
   "4. Stricture disease requiring periodic dilatation every 2 to 3 months": 10,
   "Obstructive symptomatology with or without stricture disease requiring dilatation 1 to 2 times per year": 0
  },
  "Urninary tract infection:": {},
  "Poor renal function: Rate as renal dysfunction.": {
   "Recurrent symptomatic infection requiring drainage/frequent hospitalization (greater than two times/year), and/or requiring continuous intensive management": 30,
   "Long-term drug therapy, 1-2 hospitalizations per year and/or requiring intermittent intensive management": 10
  }
 }
}