{
 "category": "Schedule of ratings—musculoskeletal system.",
 "subcategories": [
  {
   "category": "For chronic residuals:",
   "subcategories": [
    {
     "category": "For residuals such as limitation of motion or ankylosis, favorable or unfavorable, rate under the appropriate diagnostic codes for the specific joints involved. Where, however, the limitation of motion of the specific joint or joints involved is noncompensable under the codes a rating of 10 percent is for application for each such major joint or group of minor joints affected by limitation of motion, to be combined, not added under diagnostic code 5002. Limitation of motion must be objectively confirmed by findings such as swelling, muscle spasm, or satisfactory evidence of painful motion.",
     "subcategories": [],
     "diagnostic_code_sets": [
      {
       "ratings": [
        {
         "ratings": [
          20
         ],
         "description": "With X-ray evidence of involvement of 2 or more major joints or 2 or more minor joint groups, with occasional incapacitating exacerbations"
        },
        {
         "ratings": [
          10
         ],
         "description": "With X-ray evidence of involvement of 2 or more major joints or 2 or more minor joint groups"
        }
       ],
       "codes": [
        {
         "code": 5003,
         "description": "&#;Arthritis, degenerative (hypertrophic or osteoarthritis):"
        }
       ],
       "notes": []
      },
      {
       "ratings": [],
       "codes": [
        {
         "code": 5004,
         "description": "&#;Arthritis, gonorrheal."
        },
        {
         "code": 5005,
         "description": "&#;Arthritis, pneumococcic."
        },
        {
         "code": 5006,
         "description": "&#;Arthritis, typhoid."
        },
        {
         "code": 5007,
         "description": "&#;Arthritis, syphilitic."
        },
        {
         "code": 5008,
         "description": "&#;Arthritis, streptococcic."
        },
        {
         "code": 5009,
         "description": "&#;Arthritis, other types (specify)."
        }
       ],
       "notes": []
      },
      {
       "ratings": [
        {
         "ratings": [
          100
         ],
         "description": "5012 Bones, new growths of, malignant"
        }
       ],
       "codes": [
        {
         "code": 5012,
         "description": "&#;Bones, new growths of, malignant\n\n                  100"
        }
       ],
       "notes": []
      },
      {
       "ratings": [
        {
         "ratings": [
          40
         ],
         "description": "That are constant, or nearly so, and refractory to therapy"
        },
        {
         "ratings": [
          20
         ],
         "description": "That are episodic, with exacerbations often precipitated by environmental or emotional stress or by overexertion, but that are present more than one-third of the time"
        },
        {
         "ratings": [
          10
         ],
         "description": "That require continuous medication for control"
        }
       ],
       "codes": [
        {
         "code": 5013,
         "description": "&#;Osteoporosis, with joint manifestations."
        },
        {
         "code": 5014,
         "description": "&#;Osteomalacia."
        },
        {
         "code": 5015,
         "description": "&#;Bones, new growths of, benign."
        },
        {
         "code": 5016,
         "description": "&#;Osteitis deformans."
        },
        {
         "code": 5017,
         "description": "&#;Gout."
        },
        {
         "code": 5018,
         "description": "&#;Hydrarthrosis, intermittent."
        },
        {
         "code": 5019,
         "description": "&#;Bursitis."
        },
        {
         "code": 5020,
         "description": "&#;Synovitis."
        },
        {
         "code": 5021,
         "description": "&#;Myositis."
        },
        {
         "code": 5022,
         "description": "&#;Periostitis."
        },
        {
         "code": 5023,
         "description": "&#;Myositis ossificans."
        },
        {
         "code": 5024,
         "description": "&#;Tenosynovitis."
        },
        {
         "code": 5025,
         "description": "&#;Fibromyalgia (fibrositis, primary fibromyalgia syndrome)"
        }
       ],
       "notes": [
        {
         "note": "The diseases under diagnostic codes 5013 through 5024 will be rated on limitation of motion of affected parts, as arthritis, degenerative, except gout which will be rated under diagnostic code 5002."
        },
        {
         "note": "With widespread musculoskeletal pain and tender points, with or without associated fatigue, sleep disturbance, stiffness, paresthesias, headache, irritable bowel symptoms, depression, anxiety, or Raynaud's-like symptoms:"
        }
       ]
      }
     ],
     "notes": [
      {
       "note": "Note: The ratings for the active process will not be combined with the residual ratings for limitation of motion or ankylosis. Assign the higher evaluation."
      },
      {
       "note": "Note (1): The 20 pct and 10 pct ratings based on X-ray findings, above, will not be combined with ratings based on limitation of motion."
      },
      {
       "note": "Note (2): The 20 pct and 10 pct ratings based on X-ray findings, above, will not be utilized in rating conditions listed under diagnostic codes 5013 to 5024, inclusive."
      },
      {
       "note": "Note: The 100 percent rating will be continued for 1 year following the cessation of surgical, X-ray, antineoplastic chemotherapy or other therapeutic procedure. At this point, if there has been no local recurrence or metastases, the rating will be made on residuals."
      },
      {
       "note": "Note: Widespread pain means pain in both the left and right sides of the body, that is both above and below the waist, and that affects both the axial skeleton (i.e., cervical spine, anterior chest, thoracic spine, or low back) and the extremities."
      }
     ],
     "see_other_notes": [
      {
       "see_other_note": "Degenerative arthritis established by X-ray findings will be rated on the basis of limitation of motion under the appropriate diagnostic codes for the specific joint or joints involved (DC 5200 etc.). When however, the limitation of motion of the specific joint or joints involved is noncompensable under the appropriate diagnostic codes, a rating of 10 pct is for application for each such major joint or group of minor joints affected by limitation of motion, to be combined, not added under diagnostic code 5003. Limitation of motion must be objectively confirmed by findings such as swelling, muscle spasm, or satisfactory evidence of painful motion. In the absence of limitation of motion, rate as below:"
      },
      {
       "see_other_note": "With the types of arthritis, diagnostic codes 5004 through 5009, rate the disability as rheumatoid arthritis."
      },
      {
       "see_other_note": "5010&#8195;Arthritis, due to trauma, substantiated by X-ray findings: Rate as arthritis, degenerative."
      },
      {
       "see_other_note": "5011&#8195;Bones, caisson disease of: Rate as arthritis, cord involvement, or deafness, depending on the severity of disabling manifestations."
      }
     ]
    }
   ],
   "diagnostic_code_sets": [],
   "notes": [],
   "see_other_notes": []
  }
 ],
 "diagnostic_code_sets": [
  {
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "Of the pelvis, vertebrae, or extending into major joints, or with multiple localization or with long history of intractability and debility, anemia, amyloid liver changes, or other continuous constitutional symptoms"
    },
    {
     "ratings": [
      60
     ],
     "description": "Frequent episodes, with constitutional symptoms"
    },
    {
     "ratings": [
      30
     ],
     "description": "With definite involucrum or sequestrum, with or without discharging sinus"
    },
    {
     "ratings": [
      20
     ],
     "description": "With discharging sinus or other evidence of active infection within the past 5 years"
    },
    {
     "ratings": [
      10
     ],
     "description": "Inactive, following repeated episodes, without evidence of active infection in past 5 years"
    }
   ],
   "codes": [
    {
     "code": 5000,
     "description": "&#;Osteomyelitis, acute, subacute, or chronic:"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "Active"
    }
   ],
   "codes": [
    {
     "code": 5001,
     "description": "&#;Bones and joints, tuberculosis of, active or inactive:"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "With constitutional manifestations associated with active joint involvement, totally incapacitating"
    },
    {
     "ratings": [
      60
     ],
     "description": "Less than criteria for 100% but with weight loss and anemia productive of severe impairment of health or severely incapacitating exacerbations occurring 4 or more times a year or a lesser number over prolonged periods"
    },
    {
     "ratings": [
      40
     ],
     "description": "Symptom combinations productive of definite impairment of health objectively supported by examination findings or incapacitating exacerbations occurring 3 or more times a year"
    },
    {
     "ratings": [
      20
     ],
     "description": "One or two exacerbations a year in a well-established diagnosis"
    }
   ],
   "codes": [
    {
     "code": 5002,
     "description": "&#;Arthritis rheumatoid (atrophic) As an active process:"
    }
   ],
   "notes": []
  }
 ],
 "notes": [
  {
   "note": "Note (1): A rating of 10 percent, as an exception to the amputation rule, is to be assigned in any case of active osteomyelitis where the amputation rating for the affected part is no percent. This 10 percent rating and the other partial ratings of 30 percent or less are to be combined with ratings for ankylosis, limited motion, nonunion or malunion, shortening, etc., subject, of course, to the amputation rule. The 60 percent rating, as it is based on constitutional symptoms, is not subject to the amputation rule. A rating for osteomyelitis will not be applied following cure by removal or radical resection of the affected bone."
  },
  {
   "note": "Note (2): The 20 percent rating on the basis of activity within the past 5 years is not assignable following the initial infection of active osteomyelitis with no subsequent reactivation. The prerequisite for this historical rating is an established recurrent osteomyelitis. To qualify for the 10 percent rating, 2 or more episodes following the initial infection are required. This 20 percent rating or the 10 percent rating, when applicable, will be assigned once only to cover disability at all sites of previously active infection with a future ending date in the case of the 20 percent rating."
  }
 ],
 "see_other_notes": [
  {
   "see_other_note": "Inactive: See &#167;&#167;&#8201;4.88b and 4.89.\n\n                  &#8195;"
  }
 ]
}