{
 "Schedule of ratings—gynecological conditions and disorders of the breast.": {
  "7610 Vulva, disease or injury of (including vulvovaginitis).": {},
  "7611 Vagina, disease or injury of.": {},
  "7612 Cervix, disease or injury of.": {},
  "7613 Uterus, disease, injury, or adhesions of.": {},
  "7614 Fallopian tube, disease, injury, or adhesions of (including pelvic inflammatory disease (PID)).": {},
  "7615 Ovary, disease, injury, or adhesions of.": {},
  "General Rating Formula for Disease, Injury, or Adhesions of Female Reproductive Organs (diagnostic codes 7610 through 7615):": {
   "Symptoms not controlled by continuous treatment": 30,
   "Symptoms that require continuous treatment": 10,
   "Symptoms that do not require continuous treatment": 0
  },
  "7617 Uterus and both ovaries, removal of, complete:": {},
  "7618 Uterus, removal of, including corpus:": {},
  "7619 Ovary, removal of:": {},
  "Thereafter:": {},
  "7621 Uterus, prolapse:": {
   "Complete, through vagina and introitus": 50,
   "Incomplete": 30
  },
  "7622 Uterus, displacement of:": {
   "With marked displacement and frequent or continuous menstrual disturbances": 30,
   "With adhesions and irregular menstruation": 10
  },
  "7623 Pregnancy, surgical complications of:": {
   "With rectocele or cystocele": 50,
   "With relaxation of perineum": 10
  },
  "7624 Fistula, rectovaginal:": {
   "Vaginal fecal leakage at least once a day requiring wearing of pad": 100,
   "Vaginal fecal leakage four or more times per week, but less than daily, requiring wearing of pad": 60,
   "Vaginal fecal leakage one to three times per week requiring wearing of pad": 30,
   "Vaginal fecal leakage less than once a week": 10,
   "Without leakage": 0
  },
  "7625 Fistula, urethrovaginal:": {
   "Multiple urethrovaginal fistulae": 100,
   "Requiring the use of an appliance or the wearing of absorbent materials which must be changed more than four times per day": 60,
   "Requiring the wearing of absorbent materials which must be changed two to four times per day": 40,
   "Requiring the wearing of absorbent materials which must be changed less than two times per day": 20
  },
  "7626 Breast, surgery of:": {},
  "Following radical mastectomy:": {},
  "Following modified radical mastectomy:": {},
  "Following simple mastectomy or wide local excision with significant alteration of size or form:": {},
  "Following wide local excision without significant alteration of size or form:": {
   "Both or one": 0,
   "7627 Malignant neoplasms of gynecological system or breast": 100
  },
  "7628 Benign neoplasms of the gynecological system or breast. Rate according to impairment in function of the urinary or gynecological systems, or skin.": {},
  "7629 Endometriosis:": {
   "Lesions involving bowel or bladder confirmed by laparoscopy, pelvic pain or heavy or irregular bleeding not controlled by treatment, and bowel or bladder symptoms": 50,
   "Pelvic pain or heavy or irregular bleeding not controlled by treatment": 30,
   "Pelvic pain or heavy or irregular bleeding requiring continuous treatment for control": 10
  }
 }
}