{
 "Schedule of ratings—musculoskeletal system.": {
  "5000 Osteomyelitis, acute, subacute, or chronic:": {
   "Of the pelvis, vertebrae, or extending into major joints, or with multiple localization or with long history of intractability and debility, anemia, amyloid liver changes, or other continuous constitutional symptoms": 100,
   "Frequent episodes, with constitutional symptoms": 60,
   "With definite involucrum or sequestrum, with or without discharging sinus": 30,
   "With discharging sinus or other evidence of active infection within the past 5 years": 20,
   "Inactive, following repeated episodes, without evidence of active infection in past 5 years": 10
  },
  "5001 Bones and joints, tuberculosis of, active or inactive:": {
   "Active": 100,
   "With constitutional manifestations associated with active joint involvement, totally incapacitating": 100,
   "Less than criteria for 100% but with weight loss and anemia productive of severe impairment of health or severely incapacitating exacerbations occurring 4 or more times a year or a lesser number over prolonged periods": 60,
   "Symptom combinations productive of definite impairment of health objectively supported by examination findings or incapacitating exacerbations occurring 3 or more times a year": 40,
   "One or two exacerbations a year in a well-established diagnosis": 20
  },
  "For chronic residuals:": {},
  "For residuals such as limitation of motion or ankylosis, favorable or unfavorable, rate under the appropriate diagnostic codes for the specific joints involved. Where, however, the limitation of motion of the specific joint or joints involved is noncompensable under the codes a rating of 10 percent is for application for each such major joint or group of minor joints affected by limitation of motion, to be combined, not added under diagnostic code 5002. Limitation of motion must be objectively confirmed by findings such as swelling, muscle spasm, or satisfactory evidence of painful motion.": {},
  "5003 Arthritis, degenerative (hypertrophic or osteoarthritis):": {},
  "Degenerative arthritis established by X-ray findings will be rated on the basis of limitation of motion under the appropriate diagnostic codes for the specific joint or joints involved (DC 5200 etc.). When however, the limitation of motion of the specific joint or joints involved is noncompensable under the appropriate diagnostic codes, a rating of 10 pct is for application for each such major joint or group of minor joints affected by limitation of motion, to be combined, not added under diagnostic code 5003. Limitation of motion must be objectively confirmed by findings such as swelling, muscle spasm, or satisfactory evidence of painful motion. In the absence of limitation of motion, rate as below:": {
   "With X-ray evidence of involvement of 2 or more major joints or 2 or more minor joint groups, with occasional incapacitating exacerbations": 20,
   "With X-ray evidence of involvement of 2 or more major joints or 2 or more minor joint groups": 10
  },
  "5004 Arthritis, gonorrheal.": {},
  "5005 Arthritis, pneumococcic.": {},
  "5006 Arthritis, typhoid.": {},
  "5007 Arthritis, syphilitic.": {},
  "5008 Arthritis, streptococcic.": {},
  "5009 Arthritis, other types (specify).": {},
  "With the types of arthritis, diagnostic codes 5004 through 5009, rate the disability as rheumatoid arthritis.": {},
  "5010 Arthritis, due to trauma, substantiated by X-ray findings: Rate as arthritis, degenerative.": {},
  "5011 Bones, caisson disease of: Rate as arthritis, cord involvement, or deafness, depending on the severity of disabling manifestations.": {
   "5012 Bones, new growths of, malignant": 100
  },
  "5013 Osteoporosis, with joint manifestations.": {},
  "5014 Osteomalacia.": {},
  "5015 Bones, new growths of, benign.": {},
  "5016 Osteitis deformans.": {},
  "5017 Gout.": {},
  "5018 Hydrarthrosis, intermittent.": {},
  "5019 Bursitis.": {},
  "5020 Synovitis.": {},
  "5021 Myositis.": {},
  "5022 Periostitis.": {},
  "5023 Myositis ossificans.": {},
  "5024 Tenosynovitis.": {},
  "The diseases under diagnostic codes 5013 through 5024 will be rated on limitation of motion of affected parts, as arthritis, degenerative, except gout which will be rated under diagnostic code 5002.": {},
  "5025 Fibromyalgia (fibrositis, primary fibromyalgia syndrome)": {},
  "With widespread musculoskeletal pain and tender points, with or without associated fatigue, sleep disturbance, stiffness, paresthesias, headache, irritable bowel symptoms, depression, anxiety, or Raynaud's-like symptoms:": {
   "That are constant, or nearly so, and refractory to therapy": 40,
   "That are episodic, with exacerbations often precipitated by environmental or emotional stress or by overexertion, but that are present more than one-third of the time": 20,
   "That require continuous medication for control": 10
  }
 }
}