{
 "Schedule of ratings—neurological conditions and convulsive disorders.": {
  "8000 Encephalitis, epidemic, chronic:": {
   "As active febrile disease": 100,
   "Rate residuals, minimum": 10
  },
  "Brain, new growth of:": {
   "8002 Malignant": 100,
   "Minimum rating": 30,
   "8003 Benign, minimum": 60,
   "Rate residuals, minimum": 10
  },
  "8004 Paralysis agitans:": {
   "Minimum rating": 30,
   "8005 Bulbar palsy": 100
  },
  "8007 Brain, vessels, embolism of.": {},
  "8008 Brain, vessels, thrombosis of.": {},
  "8009 Brain, vessels, hemorrhage from:": {
   "Rate the vascular conditions under Codes 8007 through 8009, for 6 months": 100,
   "Rate residuals, thereafter, minimum": 10
  },
  "8010 Myelitis:": {
   "Minimum rating": 10
  },
  "8011 Poliomyelitis, anterior:": {
   "As active febrile disease": 100,
   "Rate residuals, minimum": 10
  },
  "8012 Hematomyelia:": {
   "For 6 months": 100,
   "Rate residuals, minimum": 10
  },
  "8013 Syphilis, cerebrospinal.": {},
  "8014 Syphilis, meningovascular.": {},
  "8015 Tabes dorsalis.": {
   "8017 Amyotrophic lateral sclerosis": 100
  },
  "8018 Multiple sclerosis:": {
   "Minimum rating": 30
  },
  "8019 Meningitis, cerebrospinal, epidemic:": {
   "As active febrile disease": 100,
   "Rate residuals, minimum": 10
  },
  "8020 Brain, abscess of:": {
   "As active disease": 100,
   "Rate residuals, minimum": 10
  },
  "Spinal cord, new growths of:": {
   "8021 Malignant": 100,
   "Minimum rating": 30,
   "8022 Benign, minimum rating": 60,
   "Rate residuals, minimum": 10
  },
  "8023 Progressive muscular atrophy:": {
   "Minimum rating": 30
  },
  "8024 Syringomyelia:": {
   "Minimum rating": 30
  },
  "8025 Myasthenia gravis:": {
   "Minimum rating": 30
  },
  "8045 Residuals of traumatic brain injury (TBI):": {},
  "There are three main areas of dysfunction that may result from TBI and have profound effects on functioning: cognitive (which is common in varying degrees after TBI), emotional/behavioral, and physical. Each of these areas of dysfunction may require evaluation.": {},
  "Cognitive impairment is defined as decreased memory, concentration, attention, and executive functions of the brain. Executive functions are goal setting, speed of information processing, planning, organizing, prioritizing, self-monitoring, problem solving, judgment, decision making, spontaneity, and flexibility in changing actions when they are not productive. Not all of these brain functions may be affected in a given individual with cognitive impairment, and some functions may be affected more severely than others. In a given individual, symptoms may fluctuate in severity from day to day. Evaluate cognitive impairment under the table titled “Evaluation of Cognitive Impairment and Other Residuals of TBI Not Otherwise Classified.”": {},
  "Subjective symptoms may be the only residual of TBI or may be associated with cognitive impairment or other areas of dysfunction. Evaluate subjective symptoms that are residuals of TBI, whether or not they are part of cognitive impairment, under the subjective symptoms facet in the table titled “Evaluation of Cognitive Impairment and Other Residuals of TBI Not Otherwise Classified.” However, separately evaluate any residual with a distinct diagnosis that may be evaluated under another diagnostic code, such as migraine headache or Meniere's disease, even if that diagnosis is based on subjective symptoms, rather than under the “Evaluation of Cognitive Impairment and Other Residuals of TBI Not Otherwise Classified” table": {},
  "Evaluate emotional/behavioral dysfunction under § 4.130 (Schedule of ratings—mental disorders) when there is a diagnosis of a mental disorder. When there is no diagnosis of a mental disorder, evaluate emotional/behavioral symptoms under the criteria in the table titled “Evaluation of Cognitive Impairment and Other Residuals of TBI Not Otherwise Classified.”": {},
  "Evaluate physical (including neurological) dysfunction based on the following list, under an appropriate diagnostic code: Motor and sensory dysfunction, including pain, of the extremities and face; visual impairment; hearing loss and tinnitus; loss of sense of smell and taste; seizures; gait, coordination, and balance problems; speech and other communication difficulties, including aphasia and related disorders, and dysarthria; neurogenic bladder; neurogenic bowel; cranial nerve dysfunctions; autonomic nerve dysfunctions; and endocrine dysfunctions.": {},
  "The preceding list of types of physical dysfunction does not encompass all possible residuals of TBI. For residuals not listed here that are reported on an examination, evaluate under the most appropriate diagnostic code. Evaluate each condition separately, as long as the same signs and symptoms are not used to support more than one evaluation, and combine under § 4.25 the evaluations for each separately rated condition. The evaluation assigned based on the “Evaluation of Cognitive Impairment and Other Residuals of TBI Not Otherwise Classified” table will be considered the evaluation for a single condition for purposes of combining with other disability evaluations": {},
  "Consider the need for special monthly compensation for such problems as loss of use of an extremity, certain sensory impairments, erectile dysfunction, the need for aid and attendance (including for protection from hazards or dangers incident to the daily environment due to cognitive impairment), being housebound, etc": {},
  "The table titled “Evaluation of Cognitive Impairment and Other Residuals of TBI Not Otherwise Classified” contains 10 important facets of TBI related to cognitive impairment and subjective symptoms. It provides criteria for levels of impairment for each facet, as appropriate, ranging from 0 to 3, and a 5th level, the highest level of impairment, labeled “total.” However, not every facet has every level of severity. The Consciousness facet, for example, does not provide for an impairment level other than “total,” since any level of impaired consciousness would be totally disabling. Assign a 100-percent evaluation if “total” is the level of evaluation for one or more facets. If no facet is evaluated as “total,” assign the overall percentage evaluation based on the level of the highest facet as follows: 0 = 0 percent; 1 = 10 percent; 2 = 40 percent; and 3 = 70 percent. For example, assign a 70 percent evaluation if 3 is the highest level of evaluation for any facet.": {},
  "8046 Cerebral arteriosclerosis:": {},
  "Purely neurological disabilities, such as hemiplegia, cranial nerve paralysis, etc., due to cerebral arteriosclerosis will be rated under the diagnostic codes dealing with such specific disabilities, with citation of a hyphenated diagnostic code (e.g., 8046-8207).": {},
  "Purely subjective complaints such as headache, dizziness, tinnitus, insomnia and irritability, recognized as symptomatic of a properly diagnosed cerebral arteriosclerosis, will be rated 10 percent and no more under diagnostic code 9305. This 10 percent rating will not be combined with any other rating for a disability due to cerebral or generalized arteriosclerosis. Ratings in excess of 10 percent for cerebral arteriosclerosis under diagnostic code 9305 are not assignable in the absence of a diagnosis of multi-infarct dementia with cerebral arteriosclerosis.": {}
 }
}