{
 "category": "Schedule of ratings—ear.",
 "subcategories": [],
 "diagnostic_code_sets": [
  {
   "ratings": [
    {
     "ratings": [
      10
     ],
     "description": "During suppuration, or with aural polyps"
    }
   ],
   "codes": [
    {
     "code": 6200,
     "description": "&#;Chronic suppurative otitis media, mastoiditis, or cholesteatoma (or any combination):"
    }
   ],
   "notes": []
  },
  {
   "ratings": [],
   "codes": [
    {
     "code": 6201,
     "description": "&#;Chronic nonsuppurative otitis media with effusion (serous otitis media):"
    }
   ],
   "notes": [
    {
     "note": "Rate hearing impairment"
    }
   ]
  },
  {
   "ratings": [],
   "codes": [
    {
     "code": 6202,
     "description": "&#;Otosclerosis:"
    }
   ],
   "notes": [
    {
     "note": "Rate hearing impairment"
    }
   ]
  },
  {
   "ratings": [
    {
     "ratings": [
      30
     ],
     "description": "Dizziness and occasional staggering"
    },
    {
     "ratings": [
      10
     ],
     "description": "Occasional dizziness"
    }
   ],
   "codes": [
    {
     "code": 6204,
     "description": "&#;Peripheral vestibular disorders:"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "Hearing impairment with attacks of vertigo and cerebellar gait occurring more than once weekly, with or without tinnitus"
    },
    {
     "ratings": [
      60
     ],
     "description": "Hearing impairment with attacks of vertigo and cerebellar gait occurring from one to four times a month, with or without tinnitus"
    },
    {
     "ratings": [
      30
     ],
     "description": "Hearing impairment with vertigo less than once a month, with or without tinnitus"
    }
   ],
   "codes": [
    {
     "code": 6205,
     "description": "&#;Meniere's syndrome (endolymphatic hydrops):"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      50
     ],
     "description": "Complete loss of both"
    },
    {
     "ratings": [
      30
     ],
     "description": "Complete loss of one"
    },
    {
     "ratings": [
      10
     ],
     "description": "Deformity of one, with loss of one-third or more of the substance"
    }
   ],
   "codes": [
    {
     "code": 6207,
     "description": " Loss of auricle:"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "6208 Malignant neoplasm of the ear (other than skin only)"
    }
   ],
   "codes": [
    {
     "code": 6208,
     "description": "&#;Malignant neoplasm of the ear (other than skin only)\n\n                  100"
    }
   ],
   "notes": []
  },
  {
   "ratings": [],
   "codes": [
    {
     "code": 6209,
     "description": "&#;Benign neoplasms of the ear (other than skin only):"
    }
   ],
   "notes": [
    {
     "note": "Rate on impairment of function."
    }
   ]
  },
  {
   "ratings": [
    {
     "ratings": [
      10
     ],
     "description": "Swelling, dry and scaly or serous discharge, and itching requiring frequent and prolonged treatment"
    }
   ],
   "codes": [
    {
     "code": 6210,
     "description": "&#;Chronic otitis externa:"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      0
     ],
     "description": "6211 Tympanic membrane, perforation of"
    }
   ],
   "codes": [
    {
     "code": 6211,
     "description": "&#;Tympanic membrane, perforation of\n\n                  0"
    }
   ],
   "notes": []
  },
  {
   "ratings": [
    {
     "ratings": [
      10
     ],
     "description": "6260 Tinnitus, recurrent"
    }
   ],
   "codes": [
    {
     "code": 6260,
     "description": "&#;Tinnitus, recurrent\n\n                  10"
    }
   ],
   "notes": []
  }
 ],
 "references": [],
 "notes": [
  {
   "note": "Note: Evaluate hearing impairment, and complications such as labyrinthitis, tinnitus, facial nerve paralysis, or bone loss of skull, separately."
  },
  {
   "note": "Note: Objective findings supporting the diagnosis of vestibular disequilibrium are required before a compensable evaluation can be assigned under this code. Hearing impairment or suppuration shall be separately rated and combined."
  },
  {
   "note": "Note: Evaluate Meniere's syndrome either under these criteria or by separately evaluating vertigo (as a peripheral vestibular disorder), hearing impairment, and tinnitus, whichever method results in a higher overall evaluation. But do not combine an evaluation for hearing impairment, tinnitus, or vertigo with an evaluation under diagnostic code 6205."
  },
  {
   "note": "Note: A rating of 100 percent shall continue beyond the cessation of any surgical, radiation treatment, antineoplastic chemotherapy or other therapeutic procedure. Six months after discontinuance of such treatment, the appropriate disability rating shall be determined by mandatory VA examination. Any change in evaluation based on that or any subsequent examination shall be subject to the provisions of &#167;&#8201;3.105(e) of this chapter. If there has been no local recurrence or metastasis, rate on residuals."
  },
  {
   "note": "Note (1): A separate evaluation for tinnitus may be combined with an evaluation under diagnostic codes 6100, 6200, 6204, or other diagnostic code, except when tinnitus supports an evaluation under one of those diagnostic codes."
  },
  {
   "note": "Note (2): Assign only a single evaluation for recurrent tinnitus, whether the sound is perceived in one ear, both ears, or in the head."
  },
  {
   "note": "Note (3): Do not evaluate objective tinnitus (in which the sound is audible to other people and has a definable cause that may or may not be pathologic) under this diagnostic code, but evaluate it as part of any underlying condition causing it."
  }
 ],
 "see_other_notes": []
}