{
 "Schedule of ratings—digestive system.": {
  "7200 Mouth, injuries of.": {},
  "Rate as for disfigurement and impairment of function of mastication.": {},
  "7201 Lips, injuries of.": {},
  "Rate as for disfigurement of face.": {},
  "7202 Tongue, loss of whole or part:": {
   "With inability to communicate by speech": 100,
   "One-half or more": 60,
   "With marked speech impairment": 30
  },
  "7203 Esophagus, stricture of:": {
   "Permitting passage of liquids only, with marked impairment of general health": 80,
   "Severe, permitting liquids only": 50,
   "Moderate": 30
  },
  "7204 Esophagus, spasm of (cardiospasm).": {},
  "If not amenable to dilation, rate as for the degree of obstruction (stricture).": {},
  "7205 Esophagus, diverticulum of, acquired.": {},
  "Rate as for obstruction (stricture).": {},
  "7301 Peritoneum, adhesions of:": {
   "Severe; definite partial obstruction shown by X-ray, with frequent and prolonged episodes of severe colic distension, nausea or vomiting, following severe peritonitis, ruptured appendix, perforated ulcer, or operation with drainage": 50,
   "Moderately severe; partial obstruction manifested by delayed motility of barium meal and less frequent and less prolonged episodes of pain": 30,
   "Moderate; pulling pain on attempting work or aggravated by movements of the body, or occasional episodes of colic pain, nausea, constipation (perhaps alternating with diarrhea) or abdominal distension": 10,
   "Mild": 0
  },
  "7304 Ulcer, gastric.": {},
  "7305 Ulcer, duodenal:": {
   "Severe; pain only partially relieved by standard ulcer therapy, periodic vomiting, recurrent hematemesis or melena, with manifestations of anemia and weight loss productive of definite impairment of health": 60,
   "Moderately severe; less than severe but with impairment of health manifested by anemia and weight loss; or recurrent incapacitating episodes averaging 10 days or more in duration at least four or more times a year": 40,
   "Moderate; recurring episodes of severe symptoms two or three times a year averaging 10 days in duration; or with continuous moderate manifestations": 20,
   "Mild; with recurring symptoms once or twice yearly": 10
  },
  "7306 Ulcer, marginal (gastrojejunal):": {
   "Pronounced; periodic or continuous pain unrelieved by standard ulcer therapy with periodic vomiting, recurring melena or hematemesis, and weight loss. Totally incapacitating": 100,
   "Severe; same as pronounced with less pronounced and less continuous symptoms with definite impairment of health": 60,
   "Moderately severe; intercurrent episodes of abdominal pain at least once a month partially or completely relieved by ulcer therapy, mild and transient episodes of vomiting or melena": 40,
   "Moderate; with episodes of recurring symptoms several times a year": 20,
   "Mild; with brief episodes of recurring symptoms once or twice yearly": 10
  },
  "7307 Gastritis, hypertrophic (identified by gastroscope):": {
   "Chronic; with severe hemorrhages, or large ulcerated or eroded areas": 60,
   "Chronic; with multiple small eroded or ulcerated areas, and symptoms": 30,
   "Chronic; with small nodular lesions, and symptoms": 10
  },
  "Gastritis, atrophic.": {},
  "A complication of a number of diseases, including pernicious anemia.": {},
  "Rate the underlying condition.": {},
  "7308 Postgastrectomy syndromes:": {
   "Severe; associated with nausea, sweating, circulatory disturbance after meals, diarrhea, hypoglycemic symptoms, and weight loss with malnutrition and anemia": 60,
   "Moderate; less frequent episodes of epigastric disorders with characteristic mild circulatory symptoms after meals but with diarrhea and weight loss": 40,
   "Mild; infrequent episodes of epigastric distress with characteristic mild circulatory symptoms or continuous mild manifestations": 20
  },
  "7309 Stomach, stenosis of.": {},
  "Rate as for gastric ulcer.": {},
  "7310 Stomach, injury of, residuals.": {},
  "Rate as peritoneal adhesions.": {},
  "7311 Residuals of injury of the liver:": {},
  "Depending on the specific residuals, separately evaluate as adhesions of peritoneum (diagnostic code 7301), cirrhosis of liver (diagnostic code 7312), and chronic liver disease without cirrhosis (diagnostic code 7345).": {},
  "7312 Cirrhosis of the liver, primary biliary cirrhosis, or cirrhotic phase of sclerosing cholangitis:": {
   "Generalized weakness, substantial weight loss, and persistent jaundice, or; with one of the following refractory to treatment: ascites, hepatic encephalopathy, hemorrhage from varices or portal gastropathy (erosive gastritis)": 100,
   "History of two or more episodes of ascites, hepatic encephalopathy, or hemorrhage from varices or portal gastropathy (erosive gastritis), but with periods of remission between attacks": 70,
   "History of one episode of ascites, hepatic encephalopathy, or hemorrhage from varices or portal gastropathy (erosive gastritis)": 50,
   "Portal hypertension and splenomegaly, with weakness, anorexia, abdominal pain, malaise, and at least minor weight loss": 30,
   "Symptoms such as weakness, anorexia, abdominal pain, and malaise": 10
  },
  "7314 Cholecystitis, chronic:": {
   "Severe; frequent attacks of gall bladder colic": 30,
   "Moderate; gall bladder dyspepsia, confirmed by X-ray technique, and with infrequent attacks (not over two or three a year) of gall bladder colic, with or without jaundice": 10,
   "Mild": 0
  },
  "7315 Cholelithiasis, chronic.": {},
  "Rate as for chronic cholecystitis.": {},
  "7316 Cholangitis, chronic.": {},
  "7317 Gall bladder, injury of.": {},
  "Rate as for peritoneal adhesions.": {},
  "7318 Gall bladder, removal of:": {
   "With severe symptoms": 30,
   "With mild symptoms": 10,
   "Nonsymptomatic": 0
  },
  "Spleen, disease or injury of.": {},
  " See Hemic and Lymphatic Systems.": {},
  "7319 Irritable colon syndrome (spastic colitis, mucous colitis, etc.):": {
   "Severe; diarrhea, or alternating diarrhea and constipation, with more or less constant abdominal distress": 30,
   "Moderate; frequent episodes of bowel disturbance with abdominal distress": 10,
   "Mild; disturbances of bowel function with occasional episodes of abdominal distress": 0
  },
  "7321 Amebiasis:": {
   "Mild gastrointestinal disturbances, lower abdominal cramps, nausea, gaseous distention, chronic constipation interrupted by diarrhea": 10,
   "Asymptomatic": 0
  },
  "7322 Dysentery, bacillary.": {},
  "Rate as for ulcerative colitis.": {},
  "7323 Colitis, ulcerative:": {
   "Pronounced; resulting in marked malnutrition, anemia, and general debility, or with serious complication as liver abscess": 100,
   "Severe; with numerous attacks a year and malnutrition, the health only fair during remissions": 60,
   "Moderately severe; with frequent exacerbations": 30,
   "Moderate; with infrequent exacerbations": 10
  },
  "7324 Distomiasis, intestinal or hepatic:": {
   "Severe symptoms": 30,
   "Moderate symptoms": 10,
   "Mild or no symptoms": 0
  },
  "7325 Enteritis, chronic.": {},
  "Rate as for irritable colon syndrome.": {},
  "7326 Enterocolitis, chronic.": {},
  "7327 Diverticulitis.": {},
  "Rate as for irritable colon syndrome, peritoneal adhesions, or colitis, ulcerative, depending upon the predominant disability picture.": {},
  "7328 Intestine, small, resection of:": {
   "With marked interference with absorption and nutrition, manifested by severe impairment of health objectively supported by examination findings including material weight loss": 60,
   "With definite interference with absorption and nutrition, manifested by impairment of health objectively supported by examination findings including definite weight loss": 40,
   "Symptomatic with diarrhea, anemia and inability to gain weight": 20
  },
  "7329 Intestine, large, resection of:": {
   "With severe symptoms, objectively supported by examination findings": 40,
   "With moderate symptoms": 20,
   "With slight symptoms": 10
  },
  "7330 Intestine, fistula of, persistent, or after attempt at operative closure:": {
   "Copious and frequent, fecal discharge": 100,
   "Constant or frequent, fecal discharge": 60,
   "Slight infrequent, fecal discharge": 30
  },
  "Healed; rate for peritoneal adhesions.": {},
  "7331 Peritonitis, tuberculous, active or inactive:": {
   "Active": 100
  },
  "Inactive: See §§ 4.88b and 4.89.": {},
  "7332 Rectum and anus, impairment of sphincter control:": {
   "Complete loss of sphincter control": 100,
   "Extensive leakage and fairly frequent involuntary bowel movements": 60,
   "Occasional involuntary bowel movements, necessitating wearing of pad": 30,
   "Constant slight, or occasional moderate leakage": 10,
   "Healed or slight, without leakage": 0
  },
  "7333 Rectum and anus, stricture of:": {
   "Requiring colostomy": 100,
   "Great reduction of lumen, or extensive leakage": 50,
   "Moderate reduction of lumen, or moderate constant leakage": 30
  },
  "7334 Rectum, prolapse of:": {
   "Severe (or complete), persistent": 50,
   "Moderate, persistent or frequently recurring": 30,
   "Mild with constant slight or occasional moderate leakage": 10
  },
  "7335 Ano, fistula in.": {},
  "Rate as for impairment of sphincter control.": {},
  "7336 Hemorrhoids, external or internal:": {
   "With persistent bleeding and with secondary anemia, or with fissures": 20,
   "Large or thrombotic, irreducible, with excessive redundant tissue, evidencing frequent recurrences": 10,
   "Mild or moderate": 0
  },
  "7337 Pruritus ani.": {},
  "Rate for the underlying condition.": {},
  "7338 Hernia, inguinal:": {
   "Large, postoperative, recurrent, not well supported under ordinary conditions and not readily reducible, when considered inoperable": 60,
   "Small, postoperative recurrent, or unoperated irremediable, not well supported by truss, or not readily reducible": 30,
   "Postoperative recurrent, readily reducible and well supported by truss or belt": 10,
   "Not operated, but remediable": 0,
   "Small, reducible, or without true hernia protrusion": 0
  },
  "7339 Hernia, ventral, postoperative:": {
   "Massive, persistent, severe diastasis of recti muscles or extensive diffuse destruction or weakening of muscular and fascial support of abdominal wall so as to be inoperable": 100,
   "Large, not well supported by belt under ordinary conditions": 40,
   "Small, not well supported by belt under ordinary conditions, or healed ventral hernia or post-operative wounds with weakening of abdominal wall and indication for a supporting belt": 20,
   "Wounds, postoperative, healed, no disability, belt not indicated": 0
  },
  "7340 Hernia, femoral.": {},
  "Rate as for inguinal hernia.": {
   "7342 Visceroptosis, symptomatic, marked": 10,
   "7343 Malignant neoplasms of the digestive system, exclusive of skin growths": 100
  },
  "7344 Benign neoplasms, exclusive of skin growths:": {},
  "Evaluate under an appropriate diagnostic code, depending on the predominant disability or the specific residuals after treatment.": {},
  "7345 Chronic liver disease without cirrhosis (including hepatitis B, chronic active hepatitis, autoimmune hepatitis, hemochromatosis, drug-induced hepatitis, etc., but excluding bile duct disorders and hepatitis C):": {
   "Near-constant debilitating symptoms (such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain)": 100,
   "Daily fatigue, malaise, and anorexia, with substantial weight loss (or other indication of malnutrition), and hepatomegaly, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least six weeks during the past 12-month period, but not occurring constantly": 60,
   "Daily fatigue, malaise, and anorexia, with minor weight loss and hepatomegaly, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least four weeks, but less than six weeks, during the past 12-month period": 40,
   "Daily fatigue, malaise, and anorexia (without weight loss or hepatomegaly), requiring dietary restriction or continuous medication, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least two weeks, but less than four weeks, during the past 12-month period": 20,
   "Intermittent fatigue, malaise, and anorexia, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least one week, but less than two weeks, during the past 12-month period": 10,
   "Nonsymptomatic": 0
  },
  "7346 Hernia hiatal:": {
   "Symptoms of pain, vomiting, material weight loss and hematemesis or melena with moderate anemia; or other symptom combinations productive of severe impairment of health": 60,
   "Persistently recurrent epigastric distress with dysphagia, pyrosis, and regurgitation, accompanied by substernal or arm or shoulder pain, productive of considerable impairment of health": 30,
   "With two or more of the symptoms for the 30 percent evaluation of less severity": 10
  },
  "7347 Pancreatitis:": {
   "With frequently recurrent disabling attacks of abdominal pain with few pain free intermissions and with steatorrhea, malabsorption, diarrhea and severe malnutrition": 100,
   "With frequent attacks of abdominal pain, loss of normal body weight and other findings showing continuing pancreatic insufficiency between acute attacks": 60,
   "Moderately severe; with at least 4-7 typical attacks of abdominal pain per year with good remission between attacks": 30,
   "With at least one recurring attack of typical severe abdominal pain in the past year": 10
  },
  "7348 Vagotomy with pyloroplasty or gastroenterostomy:": {
   "Followed by demonstrably confirmative postoperative complications of stricture or continuing gastric retention": 40,
   "With symptoms and confirmed diagnosis of alkaline gastritis, or of confirmed persisting diarrhea": 30,
   "Recurrent ulcer with incomplete vagotomy": 20
  },
  "7351 Liver transplant:": {
   "For an indefinite period from the date of hospital admission for transplant surgery": 100,
   "Minimum": 30
  },
  "7354 Hepatitis C (or non-A, non-B hepatitis):": {},
  "With serologic evidence of hepatitis C infection and the following signs and symptoms due to hepatitis C infection:": {
   " Near-constant debilitating symptoms (such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain)": 100,
   "Daily fatigue, malaise, and anorexia, with substantial weight loss (or other indication of malnutrition), and hepatomegaly, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least six weeks during the past 12-month period, but not occurring constantly": 60,
   "Daily fatigue, malaise, and anorexia, with minor weight loss and hepatomegaly, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least four weeks, but less than six weeks, during the past 12-month period": 40,
   "Daily fatigue, malaise, and anorexia (without weight loss or hepatomegaly), requiring dietary restriction or continuous medication, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least two weeks, but less than four weeks, during the past 12-month period": 20,
   "Intermittent fatigue, malaise, and anorexia, or; incapacitating episodes (with symptoms such as fatigue, malaise, nausea, vomiting, anorexia, arthralgia, and right upper quadrant pain) having a total duration of at least one week, but less than two weeks, during the past 12-month period": 10,
   "Nonsymptomatic": 0
  }
 }
}