{
 "description": "Ratings for inactive nonpulmonary tuberculosis initially entitled after August 19, 1968.",
 "subcategories": [],
 "ratings": [
  {
   "code": {
    "code": 6701,
    "description": "tuberculosis"
   },
   "ratings": [],
   "header": [
    "Rating"
   ],
   "see_other_notes": [],
   "notes": []
  },
  {
   "code": {
    "code": 6701,
    "description": "tuberculosis"
   },
   "ratings": [
    {
     "ratings": [
      100
     ],
     "description": "For 1 year after date of inactivity, following active tuberculosis"
    }
   ],
   "header": [
    "Rating"
   ],
   "see_other_notes": [],
   "notes": []
  }
 ],
 "notes": [
  {
   "note": "\n\n                  Thereafter: Rate residuals under the specific body system or systems affected.\n\n                \n\n                "
  },
  {
   "note": "\n\n                  Following the total rating for the 1 year period after date of inactivity, the schedular evaluation for residuals of nonpulmonary tuberculosis, i.e., ankylosis, surgical removal of a part, etc., will be assigned under the appropriate diagnostic code for the residual preceded by the diagnostic code for tuberculosis of the body part affected. For example, tuberculosis of the hip joint with residual ankylosis would be coded 5001-5250. Where there are existing residuals of pulmonary and nonpulmonary conditions, the evaluations for residual separate functional impairment may be combined.\n\n                \n\n                "
  },
  {
   "note": "\n\n                  Where there are existing pulmonary and nonpulmonary conditions, the total rating for the 1 year, after attainment of inactivity, may not be applied to both conditions during the same period. However, the total rating during the 1-year period for the pulmonary or for the nonpulmonary condition will be utilized, combined with evaluation for residuals of the condition not covered by the 1-year total evaluation, so as to allow any additional benefit provided during such period.\n\n                \n\n              "
  }
 ],
 "see_other_notes": []
}